#encoding: utf-8
#language: ru

Функционал: Написание feature-файлов по исходному вбросу заказчика                                                                                        
	Как Системный аналитик                                                                                                                                
	Я хочу Писать feature-файлы по исходному вбросу заказчика и фиксировать ссылку на исходный вброс                                                      
	Чтобы Иметь возможность из feature-файла перейти к исходному вбросу и редактировать  feature-файл видя вброс                                          
	
Контекст:
	Дано 

Сценарий:
	Когда
	И
	Тогда

Сценарий:
	Когда
	И
	Тогда
