#encoding: utf-8
#language: ru

Функционал: Редактирование feature-файлов в HTML редакторе                                                                                                
	Как пользователь BDD-Editor                                                                                                                           
	Я хочу редактировать текст в форме форматированного документа                                                                                         
	Чтобы использовать дополнительные возможности при написании feature-файлов                                                                            
	
Контекст:
	Дано 

Сценарий:
	Когда
	И
	Тогда
	
