#encoding: utf-8
#language: ru

Функционал: Редактирование feature-файлов в дереве                                                                                                        
	Как пользователь BDD-Editor                                                                                                                           
	Я хочу редактировать текст в дереве                                                                                                                   
	Чтобы видеть структуру написания feature-файла                                                                                                        
	
Контекст:
	Дано 

Сценарий:
	Когда
	И
	Тогда
	
