#encoding: utf-8
#language: ru

Функционал: Создание фича-файла по кнопке                                                                                                                 
	Как системный аналитик                                                                                                                                
	Я хочу автоматическое создание фича-файла по шаблону                                                                                                  
	Чтобы не создавать вручную фича-файлы                                                                                                                 
	
Контекст:
	Дано 

Сценарий:
	Когда
	И
	Тогда
